Repository: zizzfizzix/tracking-for-divi
Catalog: languages/tracking-for-divi-*.po
Languages: pl_pl

source: Track successful Divi contact form submissions.
pl_pl: Śledź pomyślne przesłania formularza kontaktowego Divi.

source: Form submission tracking
pl_pl: Śledzenie przesyłania formularzy

source: Send a dataLayer event
pl_pl: Wyślij zdarzenie dataLayer

source: dataLayer variable name
pl_pl: Nazwa zmiennej dataLayer

source: dataLayer event name
pl_pl: Nazwa zdarzenia dataLayer

source: Send a gtag event
pl_pl: Wyślij zdarzenie gtag

source: gtag event name
pl_pl: Nazwa zdarzenia gtag

source: Send a Google Ads conversion
pl_pl: Wyślij zdarzenie konwersji Google Ads

source: Conversion ID
pl_pl: Identyfikator konwersji

source: Conversion Label
pl_pl: Etykieta konwersji

source: On successful form submissions, you can send an event to the %1$s, directly to Google Analytics (via %2$s), or %3$s in Google Ads.
pl_pl: W przypadku prawidłowej wysyłki formularza możesz wygenerować zdarzenie %1$s, wysłać je bezpośrednio do Google Analytics (poprzez %2$s) lub %3$s do Google Ads.

source: custom events
pl_pl: niestandardowe zdarzenia

source: track a conversion
pl_pl: zaraportować konwersję

source: You can do all three at the same time but if you use the dataLayer with Google Tag Manager you probably want to orchestrate the rest there rather than send directly with the other options.
pl_pl: Możesz użyć wszystkich trzech naraz, ale jeśli używasz dataLayer wraz z Google Tag Managerem prawdopodobnie będziesz woleć ustawić w nim cały proces zamiast wysyłać zdarzenia osobno.

source: dataLayer event is enabled by default as it has no direct impact unless picked up.
pl_pl: Zdarzenie dataLayer jest włączone domyślnie ponieważ nie ma na nic wpływu dopóki nie zostanie wykorzystane.

source: Send an event to dataLayer for use by Google Tag Manager
pl_pl: Wyślij zdarzenie dataLayer do wykorzystania przez Google Tag Manager

source: Send an event directly to Google Analytics
pl_pl: Wyślij zdarzenie bezpośrednio do Google Analytics

source: Send a conversion event directly to Google Ads
pl_pl: Wyślij zdarzenie konwersji bezpośrednio do Google Ads

source: Settings
pl_pl: Ustawienia

source: Include all form data
pl_pl: Załącz wszystkie dane z formularzy

source: Include all form fields with their full metadata in tracking events
pl_pl: Załącz wszystkie pola formularzy z ich pełnymi metadanymi w zdarzeniach śledzących
